<?php
return [
    'success'                       => [
        'title'                         => 'نجاح',
        'filter'                        => 'تم فرز الحالة\الحالات بنجاح',
        'data-inserted'          => 'تم إرسال البيانات بنجاح',
        'transfer'                   => 'تم تحويل الحالة/الحالات إلى الإدارات الأخرى',
    ],
    'error'                                          => [
        'title'                                        => 'فشل',
        'info'                                        => 'عذراً',
        'transfer'                           => 'فشل فرز وتحويل الحالة/الحالات',
        'id-not-found'                         => 'عفواً، رقم الهوية أو كود التحقق غير صحيح',
        'id-not-foundtrack'                         => 'عفواً، رقم الهوية غير صحيح',
        'not-auth'                         => 'عفواً، ليس مصرح لك الإطلاع على تفاصيل هذا التدخل',
        'no-one-chosen-transfer'        => 'عفواً, لم يتم اختيار اي حالة للتحويل',
        'no-one-chosen-approve'       => 'عفواً, لم يتم اختيار اي حالة للإعتماد',
        'maximum_upload_size_5_mega' => 'عفواً حجم الملف المرفوع كبير MB 5',
    ],
    'no-data'                                       => 'لا توجد بيانات لعرضها هنا'
];
